# Taps
tap 'homebrew/bundle'

# Casks
cask 'betterdisplay'
cask 'blender'
cask 'chatgpt'
cask 'command-x'
cask 'discord'
cask 'firefox'
cask 'font-jetbrains-mono-nerd-font'
cask 'ghostty'
cask 'google-chrome'
cask 'iina'
cask 'linearmouse'
cask 'obsidian'
cask 'qbittorrent'
cask 'raycast'
cask 'spotify'
cask 'telegram'

# Formulae
brew 'ast-grep'
brew 'bat'
brew 'bitwarden-cli'
brew 'bottom'
brew 'eza'
brew 'fd'
brew 'fzf'
brew 'gcc'
brew 'gdu'
brew 'git'
brew 'git-delta'
brew 'gnu-sed'
brew 'hurl'
brew 'imagemagick'
brew 'lazygit'
brew 'libavif'
brew 'luarocks'
brew 'make'
brew 'mas'
brew 'neofetch'
brew 'neovim'
brew 'node'
brew 'npm'
brew 'parallel'
brew 'pnpm'
brew 'python'
brew 'ripgrep'
brew 'ruby'
brew 'scc'
brew 'starship'
brew 'stow'
brew 'svgo'
brew 'thefuck'
brew 'tlrc'
brew 'tpm'
brew 'tree-sitter'
brew 'typescript'
brew 'unzip'
brew 'xclip'
brew 'zoxide'
brew 'zsh-autosuggestions'
brew 'zsh-syntax-highlighting'
